Repository: syrompetka/mudclient
Catalog: Adan.Client.Plugins.StuffDatabase/Properties/Resources.*.resx
Languages: ru_ru

# AffectEnvenom
source: Envenom: [{0}]
ru_ru: Отравить: [{0}]

# AffectMagicArrows
source: magic arrows: extra damage by {0} magic {1}d{2} [{3}]
ru_ru: Магические стрелы: доп. повреждения магией {0} {1}d{2} [{3}]

# AffectMagicArrowsAir
source: air
ru_ru: воздуха

# AffectMagicArrowsEarth
source: earth
ru_ru: земли

# AffectMagicArrowsFire
source: fire
ru_ru: огня

# AffectMagicArrowsUnlimited
source: magic arrows: extra datage by {0} magic {1}d{2}
ru_ru: Магические стрелы: доп. повреждения магией {0} {1}d{2}

# AffectMagicArrowsWater
source: water
ru_ru: воды

source: Affects
ru_ru: Аффекты

source: Applied affects:
ru_ru: Аффекты на вас:

# Armor
source: Armor: {0}
ru_ru: Броня: {0}

# ArmorClass
source: Armor class(AC): {0}
ru_ru: Класс защиты(AC): {0}

source: Can be weared
ru_ru: Можно одеть

# CommonStats
source: Weight: {0:F0}, Price: {1}, Rent: {2}({3}), Timer: {4}, Offline Timer: {5}, Material: {6}
ru_ru: Вес: {0:F0}, Цена: {1}, Рента: {2}({3}), Таймер: {4}, Оффлайн таймер: {5}, Материал: {6}

# CraftBookMinLevel
source: Minimum level: {0}
ru_ru: Уровень использования: {0}

# CraftBookMinSkillLevel
source: Minimum skill level: {0}%
ru_ru: Минимальное умение для изучения: {0}%

# CraftBookRecipeDescription
source: Description: {0}
ru_ru: Описание: {0}

# CraftBookRecipeName
source: Recipe: {0}
ru_ru: Рецепт: {0}

# IngredientColor
source: Color: {0}
ru_ru: Цвет: {0}

# IngredientPower
source: Power: {0}
ru_ru: Сила: {0}

# LongTimeFormat
source: {0} d. {1} h.
ru_ru: {0} дн. {1} час.

# LoreCommentsHelp
source: Use 'lorec <comment>' to add comments for latest object description.
ru_ru: Используйте 'лорк <коментарий>' чтобы добавить комментарий к последнему найденому/добавленному предмету.

# LoreCreated
source: Descrption of object '{0}' was saved to database.
ru_ru: Описание предмета '{0}' было сохранено в базу.

# LoreHelp
source: Use 'lore <item_name>' command to get saved object description.
ru_ru: Используйте команду 'лор <название_предметы>' для поиска описания предмета.

# LoreUpdated
source: Descrption of object '{0}' was updated in database.
ru_ru: Описание предмета '{0}' обновлено.

# MinLevel
source: Minimum level required: {0}
ru_ru: Минимальный требуемый уровень: {0}

source: No flags
ru_ru: Флаги неудобств

source: Object
ru_ru: Объект

source: Object affects
ru_ru: Предмет влияет на вас

source: Object flags
ru_ru: Флаги предмета

source: Object type
ru_ru: Тип

source: Restriction flags
ru_ru: Флаги запрета

# ShortTimeFormat
source: {0} h.
ru_ru: {0} час.

# SkillEnhance
source: {0:+#;-#;#} to skill/spell '{1}'
ru_ru: {0:+#;-#;#} к заклинанию/умению '{1}'

# SkillResist
source: Resist to skill/spell '{0}' {1}%
ru_ru: Сопротивление заклинанию/умению '{0}' {1}%

# SpellBookSpell
source: Spell: {0}
ru_ru: Заклинание: {0}

# SpellCastCount
source: Cast count: {0}
ru_ru: Сколько раз можно произнести: {0}

# SpellCastCountInfinity
source: Infinite
ru_ru: бесконечно

# SpellMinLevel
source: Minimum level: {0}
ru_ru: Наименьший уровень: {0}

# SpellProfession
source: Required profession: {0}
ru_ru: Кто может прочитать: {0}

source: Spells
ru_ru: Заклинания

# StaffCharges
source: Maximum {0} charges, {1} charges left.
ru_ru: Зарядов: {0}, осталось {1}.

# WeaponPower
source: Weapon power '{0}d{1}', average {2:F1}.
ru_ru: Сила удара '{0}d{1}', средняя сила удара в раунд {2:F1}.

# WeaponSkill
source: Required skill: '{0}'.
ru_ru: Требует знаний в области '{0}'.

# WearABOUT
source: About
ru_ru: Плечи

# WearARMS
source: Arms
ru_ru: Руки

# WearDEF1
source: Def1
ru_ru: Доп. слот 1

# WearDEF2
source: Def2
ru_ru: Доп. слот 2

# WearDWIELD
source: Wield both hands
ru_ru: Две руки

# WearEARS
source: Ears
ru_ru: Уши

# WearEYES
source: Eyes
ru_ru: Глаза

# WearFEET
source: Feet
ru_ru: Ступни

# WearFINGER
source: Finger
ru_ru: Палец

# WearHANDS
source: Hands
ru_ru: Кисти рук

# WearHEAD
source: Head
ru_ru: Голова

# WearHOLD
source: Hold
ru_ru: Левая рука

# WearingAffect
source: Wearing affect: {0}, Level: {1}, Timeout: {2}
ru_ru: Эффект при надевании или вооружении: {0}, Уровень: {1}, Время {2}

# WearLEGS
source: Legs
ru_ru: Ноги

# WearNECK
source: Neck
ru_ru: Шея

# WearSHIELD
source: Shield
ru_ru: Щит

# WearWAIST
source: Waist
ru_ru: Талия

# WearWIELD
source: Wield
ru_ru: Правая рука

# WearWRIST
source: Wrist
ru_ru: Запястья

# LoreGetHelp
source: User 'lorehelp' command to get help about stuff database.
ru_ru: Используйте команду 'лорсправка' для получения информации по пользованию базой предметов.

# LoreCommand
source: lore
ru_ru: лор

# LoreCommentCommand
source: lorec
ru_ru: лорк

# LoreHelpCommand
source: lorehelp
ru_ru: лорсправка

# Comments
source: Comments: {0}
ru_ru: Комментарии: {0}

# LoreCommentError
source: Can not add comments to object description. Find required object first.
ru_ru: Невозможно добавить комментарий к предмету. Неизвестный предмет.

# LoreFoundObject
source: Found object '{0}':
ru_ru: Найден предмет '{0}':

# LoreTooMuchFound
source: Your query produced too much results. Please use more specific search.
ru_ru: По вашему запросу найдено слишком много предметов...

# LoreNothingFound
source: Nothing found.
ru_ru: Ничего не найдено.
