Repository: syrompetka/mudclient
Catalog: Adan.Client.Map/Properties/Resources.*.resx
Languages: ru_ru

source: Cancel
ru_ru: Отмена

source: Comments:
ru_ru: Комментарии:

source: Description:
ru_ru: Описание:

source: Edit
ru_ru: Редактировать

source: Go to this room
ru_ru: Идти в эту комнату

source: Ok
ru_ru: Ок

source: Road map
ru_ru: Карта дорог

# RoomActions
source: Actions to execute on room entry:
ru_ru: Действия при заходе в эту комнату:

# RoomAlias
source: Alias:
ru_ru: Псевдоним:

# RoomColor
source: Color:
ru_ru: Цвет:

# RoomColorContext
source: Color
ru_ru: Цвет

# RoomComments
source: Comments:
ru_ru: Комментарии:

source: Room editor
ru_ru: Редактор комнат

# RoomIcon
source: Icon:
ru_ru: Иконка:

# RoomIconContext
source: Icon
ru_ru: Иконка

# RoomNavigationError
source: Error navigating to specified room.
ru_ru: Невозможно пройти в указанную комнату.

source: Route recording canceled.
ru_ru: Запись маршрут отменена.

# RouteRecordingStarted
source: Started recording a route from {0}.
ru_ru: Начата запись маршрута из '{0}'.

# RouteRecordingStopped
source: Route from '{0}' to '{1}' created.
ru_ru: Маршрут из '{0}' в '{1}' создан.

source: Routes
ru_ru: Маршруты

# RoutesAreNotAvailable
source: There are no available routes from current root.
ru_ru: Нет доступных маршрутов из текущей комнаты

# RoutesCancel
source: Cancel
ru_ru: Отмена

# RoutesCancelRecording
source: Cancel recording current route
ru_ru: Отменить запись текущего маршрута

# RoutesChoose
source: Goto
ru_ru: Идти в ...

# RoutesCreate
source: Start new route
ru_ru: Начать запись нового маршрута

# RoutesDelete
source: Delete a route
ru_ru: Удалить маршрут

# RoutesHelp
source: Print help
ru_ru: Напечатать справку

# RoutesStop
source: Stop current route
ru_ru: Остановить текущий маршрут

# RoutesStopRecording
source: Stop recording current route
ru_ru: Закончить запись текущего маршрута

# RouteStarted
source: Routing to '{0}'.
ru_ru: Начать маршрут в '{0}'.

source: Route start name can not be empty.
ru_ru: Название начала маршрута не может быть пустой строкой.

# RouteTargetIsNotAvailable
source: Target with name '{0}' is not available from current room.
ru_ru: Пункт назначения '{0}' не доступен из текущей комнаты.

source: Route point name
ru_ru: Название точки маршрута

# RoutePointNameEnter
source: Route point name:
ru_ru: Название точки маршрута:

# RouteStopped
source: Routing stopped.
ru_ru: Маршрут остановлен.

# RouteAlreadyExistsTitle
source: Route already exists.
ru_ru: Маршрут уже существует.

# RoutePointNameNotUnique
source: Route point with name '{0}' already exists.
ru_ru: Точка маршрута с именем '{0}' уже существует.

# RouteDeletedMessage
source: Route from '{0}' to '{1}' deleted.
ru_ru: Маршрут из '{0}' в '{1}' удален.

# RouteDeleteSelect
source: Select a route to delete:
ru_ru: Выберите маршрут, который вы хотите удалить:

# RouteDeleteTitle
source: Route delete.
ru_ru: Удаление маршрута

# RouteDestinationSelect
source: Select destination to go to:
ru_ru: Выберить пункт назначения:

# RouteDestinationSelectTitle
source: Select destination.
ru_ru: Выбор пункта назначения.

# RouteGroupMateLostOrTired
source: One of groupmates has lost or too tired.
ru_ru: Один из согруппников отстал или устал.

# RouteTargetAchieved
source: Routing to '{0}' completed.
ru_ru: Маршрут в '{0}' завершен.

# RouteCommandCancelRecording
source: cancel
ru_ru: отмена

# RouteCommandGoto
source: goto
ru_ru: идти

# RouteCommandPrefix
source: route
ru_ru: маршрут

# RouteCommandStartRecording
source: start
ru_ru: начало

# RouteCommandStop
source: stop
ru_ru: стоп

# RouteCommandStopRecording
source: stoprecording
ru_ru: конец

# RouteHelpCancelRecording
source: "route cancel" - stops recording current route without saving it.
ru_ru: "маршрут отмена" - прекращает запись текущего маршрута без сохранения.

# RouteHelpGoto
source: "goto <room alias|room name>" - navigates to the room with specified alias/name inside current zone.
ru_ru: "идти <псевдоним|название комнаты>" - отводит перснажа в комнату с указанным псевдонимов/названием в рамках текущей зоны.

# RouteHelpRoute
source: "route goto <point name>" - starts routing to specified point.
ru_ru: "маршрут идти <пункт назначения>" - отводит персонажа в указанную точку.

# RouteHelpStartRecording
source: "route start <start point name>" - start recording new route.
ru_ru: "маршрут начало <название начальной точки>" - начинает запись нового маршрута.

# RouteHelpStopRecording
source: "route stoprecording <end point name>" - stops recording current route.
ru_ru: "маршрут конец <название конечной точки>" - останавливает запись текущего маршрута.

# RouteHelpStopRoute
source: "route stop" - stops routing current route.
ru_ru: "маршрут стоп" - прекращает вести персонажа по ранее выбранному маршруту.

# RouteHelpHelp
source: "route help" - display this help.
ru_ru: "маршрут справка" - отображает эту справку.

# RouteSpecifiedRoomDoesNotExists
source: Specified room does not exists.
ru_ru: Указанная комната не существует.

# RouteCommandHelp
source: help
ru_ru: справка

# RouteAlreadyExistsQuestion
source: Route from '{0}' to '{1}' already exists. Overwrite?
ru_ru: Маршрут из '{0}' в '{1}' уже существует. Переписать?
